Repository: FGM/drupal-adminrss
Catalog: translations/*.po
Languages: fr

source: Provide an RSS feed for unapproved nodes and comments
fr: Fournit un flux RSS des n&oelig;uds et commentaires en attente d'approbation

source: Admin RSS Key
fr: Clef d'accès à AdminRSS

source: This is the key that will be required in order to get access to the admin RSS feeds.
fr: Ceci est la clef qui sera nécessaire pour accéder aux flux d'AdminRSS.

source: Admin RSS Feeds locations
fr: Emplacements des flux AdminRSS

source: Copy and paste these links to your RSS aggregator.
fr: Copier et coller ces liens dans votre agrégateur RSS.

source: <ul><li>!nodefeed</li><li>!commentfeed</li></ul>
fr: <ul>Emplacement des flux AdminRSS: <li>!nodefeed</li> <li>!commentfeed</li> </ul>

source: Nodes feed
fr: Flux des noeuds

source: Comments feed
fr: Flux des commentaires

source: Comment feed links back to
fr: Le flux des commentaires pointe vers

source: Comment approval queue
fr: File d'attente d'approbation des commentaires

source: Individual comment edit
fr: L'édition individuelle des commentaires

source: Admin RSS Feed
fr: Flux AdminRSS

source: Configure access to the Admin RSS feeds.
fr: Configure l'accès aux flux AdminRSS

source: You must specify valid type and key information to access an AdminRSS feed.
fr: Vous devez spécifier un type de contenu et une clef valide pour accéder à un flux AdminRSS.

source: Unapproved Nodes for Administration
fr: Noeuds en attente d'approbation

source: Comment on node !node
fr: Commentaires sur le noeud !node

source: Unapproved Comments for Administration
fr: Commentaires en attente d'approbation

source: Comments
fr: Commentaires

source: Configuration variables for AdminRSS were removed.
fr: Les variables de configuration d'AdminRSS ont été supprimées.

source: AdminRSS has been installed and now needs to be <a href="!link" title="AdminRSS Configuration">configured</a>.
fr: AdminRSS est maintenant installé et vous devez le <a href="!link" title="Configuration d'AdminRSS">configurer</a>.

source: Moderation/approval queue feeds.
fr: Flux des files d'attente de modération/approbation
